[
    {
        "title": "Forum Libre - 2026-01-29",
        "url": "https://reddit.com/r/france/comments/1qpy201/forum_libre_20260129/",
        "ups": 11,
        "comments": 179,
        "text": "Partagez ici tout ce que vous voulez sauf la politique.  \nCe sujet est généré automatiquement vers 5 h - [Archives](https://www.reddit.com/r/france/search?q=Forum+Libre++author%3A%22automoderator%22&amp;restrict_sr=on&amp;sort=new&amp;t=all)...."
    },
    {
        "title": "Vous connaissez des gens qui bossent à France Travail ? Ils ont l'impression de faire quelque chose de bien, d'utile ?",
        "url": "https://reddit.com/r/france/comments/1rangq7/vous_connaissez_des_gens_qui_bossent_à_france/",
        "ups": 138,
        "comments": 98,
        "text": "Globalement, j'ai l'impression que les gens autour de moi ont deux types d'expérience avec France Travail. Au mieux, ça ne sert à rien. Au pire, ils sont carrément nocifs : menaces, voire mise à exécution, de suppression des ARE avec un complet arbitraire. Et on parle là d'ARE pour lesquels les gens..."
    },
    {
        "title": "Le don de sang, ça se passe comment ?",
        "url": "https://reddit.com/r/france/comments/1qrofpo/le_don_de_sang_ça_se_passe_comment/",
        "ups": 41,
        "comments": 75,
        "text": "J'ai toujours voulu donner mon sang mais ça se passe comment ? Une campagne est organisée dans ma ville, j'aimerais y aller mais je connais même pas mon groupe sanguin.. \n\nEDIT : merci à tous pour vos diverses réponses ! J'ai bien tout noté. ..."
    },
    {
        "title": "Le ministre du commerce, Serge Papin, pense qu’« il faut casser la gueule aux Chinois »",
        "url": "https://reddit.com/r/france/comments/1qtg5zr/le_ministre_du_commerce_serge_papin_pense_qu_il/",
        "ups": 136,
        "comments": 65,
        "text": "..."
    },
    {
        "title": "C'est au tour des bénéficiaires du RSA d'être exposés par une fuite de données de la CAF",
        "url": "https://reddit.com/r/france/comments/1rf9swy/cest_au_tour_des_bénéficiaires_du_rsa_dêtre/",
        "ups": 222,
        "comments": 48,
        "text": "..."
    },
    {
        "title": "Au chômage et la caf me réclame une dette",
        "url": "https://reddit.com/r/france/comments/1rf5lrl/au_chômage_et_la_caf_me_réclame_une_dette/",
        "ups": 0,
        "comments": 20,
        "text": "Bonjour,\n\nJe vous explique en bref ma situation. Je suis au chômage depuis juillet 2025 avec un chômage à 963 € et un loyer à 690 €. Je devrais normalement toucher l'allocation logement mais la caf me réclame une dette de 3000 € pour le logement parce que soit disant il m'aurait trop versé pendant u..."
    },
    {
        "title": "Situations droles a cause d'une mauvaise traduction",
        "url": "https://reddit.com/r/france/comments/1r4zclg/situations_droles_a_cause_dune_mauvaise_traduction/",
        "ups": 3,
        "comments": 13,
        "text": "Bonjour  à tous! \n\nJ'habite en France depuis quelques années et je me suis toujours posé la question.  Aviez vous déjà eu une situation drôle quand vous parlez une langue étrangère ?\n\nPersonnellement quand j'ai appris à conduire je disais beaucoup \"pisser sur l'embrayage \" car en Espagnol on dit \"pi..."
    },
    {
        "title": "Le RSA, ce combat",
        "url": "https://reddit.com/r/france/comments/1qpagcu/le_rsa_ce_combat/",
        "ups": 9,
        "comments": 8,
        "text": "Hello, j'explique mon soucis.\n\nJe suis étudiant, j'ai plus de 25 ans et j'ai cessé de percevoir les bourses étudiantes (diverses raisons personnelles comprises par le corps universitaire etc)\n\nJe me bats depuis Septembre pour toucher le RSA sur demande d'exonération car ouais je suis sans revenus. J..."
    },
    {
        "title": "Aide pour CAF",
        "url": "https://reddit.com/r/france/comments/1rfq8hs/aide_pour_caf/",
        "ups": 0,
        "comments": 7,
        "text": "Bonjour a tous, déclaré handicapé j'ai droit a l'aah ( en théorie... ils me demande des documents que je ne peux pas avoir, j'ai quand même envoyé un truc, j'ai pas eu de réponses hormis que ça a été pris en compte...)) actuellement je touche encore mes indemnités journalières ainsi qu'un complément..."
    },
    {
        "title": "Quel quotient familial croire sur le site de la CAF ?",
        "url": "https://reddit.com/r/france/comments/1r5w28b/quel_quotient_familial_croire_sur_le_site_de_la/",
        "ups": 0,
        "comments": 5,
        "text": "Bonjour, \n\nje ne comprends pas mon calcul de Quotient Familial (QF) sur le site de la CAF.\n\nSur mon dashboard principal, s'affiche un chiffre sans aucune explication particulière, que je n'arrive à recalculer d'aucune façon même en ne saisissant que les informations mentionnées comme \"Ressources ann..."
    }
]