[
    {
        "title": "Artiste : Galère avec une commande personnalisée, besoin de retours",
        "url": "https://reddit.com/r/france/comments/1rf44ep/artiste_galère_avec_une_commande_personnalisée/",
        "ups": 1,
        "text": "Bonjour,\n\nJe me permets de poster ici, même si je ne l'ai jamais fait, à propos d'un souci avec une illustratrice et j'aimerais bien le retour d'autres artistes pour savoir ce qu'ils en pensent. \n\nÇa ..."
    },
    {
        "title": "Problème console PS1",
        "url": "https://reddit.com/r/france/comments/1r9yohb/problème_console_ps1/",
        "ups": 1,
        "text": "J'ai acheté une console PS1 d'occasion et j'ai acheté 3 jeux, seulement 1/3 des jeux fonctionnent. Les CD sont pourtant en très bon état et marchent normalement. Cependant, ma PS1 n'arrive pas à les l..."
    },
    {
        "title": "Bloqué dans la vie",
        "url": "https://reddit.com/r/france/comments/1r8ccuf/bloqué_dans_la_vie/",
        "ups": 1,
        "text": "Bonsoir à tous,\n\nJ'ai déjà écris un long message sur ce reddit qui explique ma situation il y a un mois.\n\nJe suis en dépression depuis plus d'un mois. Je commençais à aller mieux mais j'ai rechuté ava..."
    },
    {
        "title": "Envie d'arrêter l'école sans prevenir",
        "url": "https://reddit.com/r/france/comments/1r8182w/envie_darrêter_lécole_sans_prevenir/",
        "ups": 0,
        "text": "Je suis en 2ème année de bts informatique dans une école de scam et je n'arrive vraiment plus à m'accrocher. Avec l'IA qui arrive, les projets que je ne comprend pas et les profs qui font juste leur h..."
    },
    {
        "title": "Quel quotient familial croire sur le site de la CAF ?",
        "url": "https://reddit.com/r/france/comments/1r5w28b/quel_quotient_familial_croire_sur_le_site_de_la/",
        "ups": 0,
        "text": "Bonjour, \n\nje ne comprends pas mon calcul de Quotient Familial (QF) sur le site de la CAF.\n\nSur mon dashboard principal, s'affiche un chiffre sans aucune explication particulière, que je n'arrive à re..."
    },
    {
        "title": "Je me fais voler à répétition chez moi, que faire?",
        "url": "https://reddit.com/r/france/comments/1r5jo09/je_me_fais_voler_à_répétition_chez_moi_que_faire/",
        "ups": 0,
        "text": "Salut à toutes et à tous, je suis un gars de 40ans presque 41.\n\nJe suis tout nouveau sur ce Sub et je ne sais pas où faire ce post, je n'ai pas trouvé mieux qu'ici pour raconter mon histoire mais je n..."
    },
    {
        "title": "Perte d'un être cher",
        "url": "https://reddit.com/r/france/comments/1r5bfy1/perte_dun_être_cher/",
        "ups": 45,
        "text": "Bonjour je suis juste adolescente qui cette année a perdu ma meilleure amie d'un suicide fin octobre et depuis je n'arrive plus à avancer... Je la voit dans chaque instant qui me rappelle elle : Ses v..."
    },
    {
        "title": "Cherche musique",
        "url": "https://reddit.com/r/france/comments/1r4uqnv/cherche_musique/",
        "ups": 0,
        "text": "Salut a tous voila je cherche une musique des années 2000/2010 et dans le clip il y avait un groupe de femmes (guerrières ou avec des armures) situées dans une sorte d'arène ou de colisée  mais après ..."
    },
    {
        "title": "Je n'arrive pas à me faire débannir de mon compte Roblox qui a été piraté...",
        "url": "https://reddit.com/r/france/comments/1r4ksji/je_narrive_pas_à_me_faire_débannir_de_mon_compte/",
        "ups": 0,
        "text": "Sa fait maintenant presque 2 mois que j'essaye de contacter le support mais il ne comprend pas ma demande ducoup ça n'avance a rien. Je détiens encore les mots de passe de mon compte Roblox mais il es..."
    },
    {
        "title": "Acceptation anxiété",
        "url": "https://reddit.com/r/france/comments/1qxd7oc/acceptation_anxiété/",
        "ups": 5,
        "text": "Bonjour à tous,\n\nDepuis plusieurs années maintenant, je (H/26) compose avec ce qui a été diagnostiqué comme un trouble anxieux généralisé (j'ai déjà fait un post à ce sujet si jamais vous voulez vous ..."
    }
]